Revit 2027 API
ParameterTypeId.RbsElecPanelBranchCircuitCurrentPhaseb Property
 "Branch Circuit Current Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelBranchCircuitCurrentPhaseb { get; }
Public Shared ReadOnly Property RbsElecPanelBranchCircuitCurrentPhaseb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelBranchCircuitCurrentPhaseb {
	ForgeTypeId^ get ();
}
static member RbsElecPanelBranchCircuitCurrentPhaseb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace